[
  {
    "id": 1765557713908,
    "title": "Dear Aspirants and Colleagues,\n\nWelcome to the Dak Guru Community! We are thrilled to introduce this dedicated space designed to help you prepare, practice, and succeed in your departmental exams. Whether you are preparing for LDCE IP 2026, exploring PO Regulations 2024, or mastering SB Orders, this platform is your new study companion.",
    "author": "Vidhya A",
    "role": "admin",
    "followers": "0",
    "views": "0",
    "answer": null,
    "description": "To make the most of this platform, here is a quick guide on how to use it effectively and responsibly:\n\n💡 How to Use the Platform Effectively\nSearch Before You Ask: Before posting a new query, use the search bar at the top to see if your question has already been answered. This saves time and keeps our community organized.\n\nAsk the Experts: If you can't find an answer, don't hesitate! Click the orange \"Ask a Question\" button to post your query. Be specific—the more details you provide, the better answers you will receive.\n\nUtilize Resources: Check the sidebar on the right for essential tools. We have integrated a Study Planner to track your syllabus progress and a Web Guide for comprehensive reading material. You can also access PDF Notes for offline study.\n\nShare Your Experience: Did you recently clear an exam? Use the \"Write a Review / Article\" button to share your preparation strategy and tips with fellow aspirants.\n\n🤝 Community Guidelines: Commenting Responsibly\nWe want this to be a positive and professional environment. Please adhere to the following simple rules:\n\nBe Respectful: We are all here to learn. Treat fellow aspirants and experts with courtesy. Avoid abusive language or aggressive tones.\n\nStay on Topic: Ensure your questions and comments relate to departmental exams and relevant postal topics (e.g., #Volume5, #MNOP, #LTC).\n\nHelp Others: If you know the answer to a question in the \"Unanswered Questions\" tab, please contribute!. A helpful community thrives on shared knowledge.\n\nLet’s work together to master the syllabus and achieve our career goals.\n\nReady to start? Introduce yourself in the comments below or ask your first question today!",
    "tags": [
      "New",
      "Community"
    ],
    "comments": [
      {
        "id": 1765557749116,
        "author": "Vidhya A",
        "text": "I am Vidhya. Admin of this Platform. I welcome you all once again.",
        "timestamp": "12/12/2025"
      }
    ],
    "createdAt": "2025-12-12T16:41:53.908Z",
    "likedBy": [],
    "likes": 0
  }
]